/* Text for close button */
"Close" = "Lukk";

/* Text for button to scan a credit card */
"Scan Card" = "Skann kortet";

/* An error message displayed when the customer's iban is invalid. */
"The IBAN you entered is invalid." = "Du skreiv inn eit ugyldig IBAN-nummer.";

/* Error when there is a problem processing the credit card */
"There was an error processing your card -- try again in a few seconds" = "Det oppstod ei feil under behandlinga av kortet – prøv igjen om nokre få sekund";

/* Unexpected error, such as a 500 from Stripe or a JSON parse error */
"There was an unexpected error -- try again in a few seconds" = "Det oppstod ein uventa feil – prøv igjen om nokre få sekund";

/* Error when the card has already expired */
"Your card has expired" = "Kortet har gått ut";

/* Error when the card was declined by the credit card networks */
"Your card was declined" = "Kortet vart avvist";

/* Error when the card&apos;s expiration month is not valid */
"Your card's expiration month is invalid" = "Utløpsmånaden på kortet er ugyldig";

/* Error when the card&apos;s expiration year is not valid */
"Your card's expiration year is invalid" = "Utløpsåret på kortet er ugyldig";

/* Error when the card number is not valid */
"Your card's number is invalid" = "Kortnummeret er ugyldig";

/* Error when the card&apos;s CVC is not valid */
"Your card's security code is invalid" = "Sikkerheitskoden på kortet er ugyldig";

/* Error when customer's name is invalid */
"Your name is invalid." = "Namnet ditt er ugyldig.";

